Repository: HoMeCracKeR/Torrent-Updater
Catalog: Torrent Updater/*.lproj/Localizable.strings
Languages: ru

# Last Modified
source: 'Last modified:' dd MMM yyyy 'at' HH:mm
ru: 'Последнее изменение:' dd MMM yyyy 'в' HH:mm

# Last Updated
source: 'Last updated:' dd MMM yyyy 'at' HH:mm
ru: 'Последнее обновление:' dd MMM yyyy 'в' HH:mm

# Never Updated
source: Last updated: never
ru: Никогда не обнволялось

# Updating All Torrents
source: Updating torrents...
ru: Обновляю торренты...

source: Updating...
ru: Обновляю...

source: Preferences
ru: Настройки

source: Adding torrent...
ru: Добавляю торрент...

source: Contact author
ru: Связаться с автором

# Dublicate Torrent
source: This torrent is already in the database
ru: Этот торрент уже есть в базе

source: Wrong torrent number
ru: Неправильный номер торрента

source: Something went wrong...
ru: Что-то пошло не так...

# Notification: Torrent Updated
source: Torrent has been updated!
ru: Торрент обновлён

source: No internet connection
ru: Остутствует интернет подключение

# Login Failed
source: Login failed for tracker: %@, please log in in Safari
ru: Проблема с логином на трекере %@, залогиньтесь в Safari

source: General
ru: Основные

source: Auto Update
ru: Автообновление
